Repository: dnl-jst/eat-my-spam-wordpress
Catalog: eat-*-spam/languages/eat-*-spam-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Contact Form 7 form submission prevented
de_de: Ein Contact Form 7-Formularversand wurde durch EatMySpam verhindert

source: A Contact Form 7 form submission was prevented by EatMySpam.
de_de: Ein Contact Form 7-Formularversand wurde durch EatMySpam verhindert.

source: To change EatMySpam settings, log in to WordPress at %s and navigate to: Settings > EatMySpam
de_de: Um die EatMySpam-Einstellungen zu ändern, melden Sie sich bei WordPress auf %s an und navigieren Sie zu: Einstellungen > EatMySpam

source: Comment marked as spam
de_de: Kommentar als Spam markiert

source: Content removed by EatMySpam
de_de: Inhalt von EatMySpam entfernt

source: A new comment on the post "%s" was marked as spam by EatMySpam.
de_de: Ein neuer Kommentar zum Beitrag "%s" wurde von EatMySpam als Spam markiert.

source: Author
de_de: Autor

source: Comment:
de_de: Kommentar:

source: To manage comments, log in to WordPress at %s and navigate to: Comments > Spam
de_de: Um Kommentare zu verwalten, melden Sie sich bei WordPress unter %s an und navigieren Sie zu: Kommentare > Spam

source: EatMySpam Settings
de_de: EatMySpam Einstellungen

source: Settings:
de_de: Einstellungen:

source: Spam threshold:
de_de: Spam-Schwellwert:

source: Send spam notifications to admin?
de_de: Spam-Benachrichtigung an Administrator schicken?

source: Disable automatic reports to EatMySpam server?
de_de: Automatische Berichte and EatMySpam-Server deaktivieren?

source: Disable Contact Form 7 integration?
de_de: Contact Form 7-Integration deaktivieren?

source: Remove spam directly?
de_de: Spam direkt entfernen?

source: Only works with WordPress comments. Otherwise spam is just tagged as spam and can be reviewed in the comment management area.
de_de: Funktioniert nur mit WordPress-Kommentaren. Normalerweise werden Kommentare nur als Spam markiert und können in der Kommentarverwaltung überprüft werden.

source: Remove spam after amount of days:
de_de: Spam entfernen nach Anzahl der Tage:

source: Only works with WordPress comments. If you do not delete spam directly, spam will be deleted automatically after this configured number of days. Defaults to 0 which disables this function.
de_de: Funktioniert nur mit WordPress-Kommentaren. Wenn du Spam nicht direkt löschst, wird nach dieser konfigurierten Anzahl von Tagen der Spam automatisch gelöscht. Standardmäßig steht dieser Wert auf 0, was die Funktion deaktiviert.

source: Excluded rulesets:
de_de: Ausgeschlossene Regelsätze:

source: Ruleset key
de_de: Regelsatz-Schlüssel

source: Ruleset description
de_de: Beschreibung des Regelsatzes

source: Check your WordPress comments for spam
de_de: Überprüfen Sie Ihre WordPress Kommentare auf Spam
